<?php

return [
    'currency_code' => 'Поле :attribute должно содержать корректный код валюты ISO 4217.',
    'money' => [
        'eq' => 'Поле :attribute должно быть равно сравниваемому значению.',
        'neq' => 'Поле :attribute не должно быть равно сравниваемому значению.',
        'lt' => 'Поле :attribute должно быть меньше сравниваемого значения.',
        'lte' => 'Поле :attribute должно быть меньше или равно сравниваемому значению.',
        'gt' => 'Поле :attribute должно быть больше сравниваемого значения.',
        'gte' => 'Поле :attribute должно быть больше или равно сравниваемому значению.',
    ],
];
